[
    {
        "id":"1", "titulo":"El señor de los anillos", "precio":25000,"autor": "J.R.R.Tokien","imagen":"https://images.cdn1.buscalibre.com/fit-in/180x180/c6/78/c678ab2c90ed50d7d8849e30bc92b05a.jpg", "categoria":"internacionales","resenia":"Los Anillos del Poder fueron forjados en antiguos tiempos por los herreros Elfos, y Sauron, el Señor Oscuro, forjó el Anillo Unico ('para gobernarlos a todos. Un anillo para encontrarlos. Un Anillo para atraerlos a todos y atarlos en las tinieblas...')"
    },
    {
        "id":"2", "titulo":"Cien años de soledad", "precio":35700,"autor":"Gabriel García Márquez","imagen":"https://images.cdn3.buscalibre.com/fit-in/180x180/d7/f8/d7f867bff058f9d804aa16a0cdc2b493.jpg", "categoria":"internacionales","resenia":"Una novela clave en dos aspectos: en el que implica su exitosa aparición dentro del panorama de la literatura contemporánea, y en el que fundamenta el advenimiento de Macondo y la saga centenaria de los Buendía como ámbito de leyenda de referencia ineludible para compulsar la fascinante materia de los mundos novelescos"
    },
    {
        "id":"3", "titulo":"El cementerio de Praga", "precio":26900,"autor":"Umberto Eco","imagen":"https://images.cdn3.buscalibre.com/fit-in/180x180/02/59/0259a6f1eba02e8b9caf8a86d376f05e.jpg", "categoria":"internacionales","resenia":"Estamos en marzo de 1897, en París, espiando desde las primeras páginas de esta magnífica novela a un hombre de sesenta y siete años que escribe sentado a una mesa, en una habitación abarrotada de muebles: he aquí al capitán Simonini, un piamontés afincado en la capital francesa, que desde muy joven se dedica al noble arte de crear documentos falsos"
    },
    {
        "id":"4", "titulo":"Travesuras de la niña mala", "precio":37566,"autor":"Mario Vargas Llosa","imagen":"https://image.cdn0.buscalibre.com/513e0830ac2a6366a1df07d5.__RS180x180__.jpg", "categoria":"internacionales","resenia":"Ricardo ve cumplido, a una edad muy temprana, el sueño que en su Lima natal alimentó desde que tenía uso de razón: vivir en París. Pero el rencuentro con un amor de adolescencia lo cambiará todo. La joven, inconformista, aventurera, pragmática e inquieta, lo arrastrará fuera del pequeño mundo de sus ambiciones"
    },
    {
        "id":"5", "titulo":"El tunel", "precio":26000,"autor":"Ernesto Sabato","imagen":"https://images.cdn1.buscalibre.com/fit-in/180x180/18/d1/18d10474b8fb67e3badcb86afc66a13a.jpg", "categoria":"nacionales","resenia":"Esta es la confesión del crimen cometido por el pintor Pablo Castel. María Iribarne es una joven mujer que contempla un detalle –para él fundamental– en una de sus obras"
    },
    {
        "id":"6", "titulo":"El nombre de la rosa", "precio": 15720,"autor":"Umberto Eco","imagen":"https://images.cdn1.buscalibre.com/fit-in/180x180/4d/b9/4db9da291dbd3e39949c68bfd8e364b9.jpg", "categoria":"internacionales","resenia":"La novela emblemática de Umberto Eco. Una trama apasionante. Una admirable reconstrucción del conflictivo siglo XIV. Valiéndose de las características de la novela gótica, la crónica medieval y la novela policíaca, El nombre de la rosa narra las investigaciones detectivescas que realiza el fraile franciscano Guillermo de Baskerville para esclarecer los crímenes cometidos en una abadía benedictina en el año 1327"
    },
    {
        "id":"7", "titulo":"Del amor y otros demonios", "precio":23000,"autor":"Gabriel García Márquez","imagen":    "https://images.cdn2.buscalibre.com/fit-in/180x180/61/ae/61ae72a4e3f3bcbc2f37fca9a8df4f8a.jpg", "categoria":"internacionales","resenia":"Mi abuela me contaba de niño la leyenda de una marquesita de doce años cuya cabellera le arrastraba como una cola de novia, que había muerto del mal de rabia por el mordisco de un perro, y era venerada en los pueblos del Caribe por sus muchos milagros. La idea de que esa tumba pudiera ser la suya fue mi noticia de aquel día, y el origen de este libro"
    },
    {
        "id":"8", "titulo":"El Aleph", "precio":12600,"autor":"Jorge Luis Borges","imagen":    "https://images.cdn1.buscalibre.com/fit-in/360x360/78/8f/788f1c87e9e3cbfd648353112dcbbbbf.jpg", "categoria":"nacionales","resenia":"Vi el Aleph, desde todos los puntos, vi en el Aleph la tierra, y en la tierra otra vez el Aleph y en el Aleph la tierra"
    },
    {
        "id":"9", "titulo":"Rayuela", "precio":33299,"autor":"Julio Cortazar","imagen":"https://images.cdn2.buscalibre.com/fit-in/360x360/26/ec/26ec71a5396959c17c45d21cb4a815b3.jpg", "categoria":"nacionales", "resenia":"En pleno contento precario, en plena falsa tregua, tendí la mano y toqué el ovillo París, su materia infinita arrollándose a sí misma; entonces no había desorden, entonces el mundo seguía siendo algo petrificado y establecido, un juego de elementos girando en sus goznes, una madeja de calles y árboles y nombres y meses."
    }
]